module.exports = {
    COMPANY_INFO: `
    欢迎加入 [社群名称]！ 👋

    很高兴能与您建立联系。为了让后续沟通更顺畅，特此向大家说明：我们并非单一产品的直接生产工厂，而是专注中国制造网优质货源的集成服务平台。

    为什么选择我们？

        严格筛选： 依托MIC平台，为您甄选最具性价比的认证供应商。

        一站式交付： 我们负责协助您进行产品比价、质量把控及物流统筹。

        风险对冲： 避开与单一工厂对接的沟通障碍，提供更多元化的采购方案。

    我们的目标是成为您在中国采购的专业助手，而非单纯的卖方。如有任何选品或询价需求，请随时联系管理员！
    (占位符，实际运营中要支持多语言,英语为主，可以通过手机号码前缀识别国家信息，从而自适应语言)
    (当一次同时邀请多名用户时，只触发一次入群时间，建议使用英语回复而不是频繁发布多次不同语言版本信息)
    `,
    GROUP_RULES: `
    📜 *群规说明*
    1. 请勿发布任何形式的垃圾广告。
    2. 保持文明沟通，尊重每位成员。
    3. 如需调取货源信息，请私聊管理员。
    `
};